Repository: vaniocz/vanio-user-bundle
Catalog: Resources/translations/FOSUserBundle.*.xlf
Languages: cs

# security.login.logged_in_as
source: Logged in as <a href="%profileUrl%">%username%</a>
cs: Přihlášený uživatel: <a href="%profileUrl%">%username%</a>

# security.login.username.label
source: Username
cs: Uživatelské jméno

# security.login.password.label
source: Password
cs: Heslo

# security.login.social_authentication
source: Log in using:
cs: Přihlásit pomocí:

# security.login.forgot_password
source: Forgot password? <a href="%url%">Reset it</a>.
cs: Zapomněli jste heslo? <a href="%url%">Nastavte si nové</a>.

# security.login.register
source: If you haven't registered an account yet, please <a href="%url%">register</a>.
cs: Pokud zde ještě nemáte vytvořený účet, <a href="%url%">registrujte se</a>.

# security.unactivated_account
source: This account has not been activated yet.<br> <a href="%confirmationUrl%">Request new activation email</a>.
cs: Tento účet ještě nebyl aktivován.<br> <a href="%confirmationUrl%">Požádat o nový aktivační e-mail</a>.

# security.social_authentication.text
source: or
cs: nebo

# security.flash.login_needed
source: You need to login to access this page.
cs: Pro vstup na tuto stránku se musíte přihlásit.

# security.flash.logged_out
source: You've been successfully logged out.
cs: Byli jste úspěšně odhlášeni.

# security.flash.logged_in
source: You've been successfully logged in.
cs: Byli jste úspěšně přihlášeni.

# security.flash.first_logged_in
source: You've been successfully logged in.
cs: Byli jste úspěšně přihlášeni.

# registration.social_authentication
source: Register using:
cs: Registrovat pomocí:

# registration.existing_account_with_same_email
source: User with this email is already registered.<br> If it is your account then please <a href="%loginUrl%">log in</a>.
cs: Uživatel s tímto e-mailem je již zaregistrovaný.<br> Jedná-li se o Váš účet, <a href="%loginUrl%">přihlašte se</a>.

# registration.existing_unactivated_account_with_same_email
source: User with this email is already registered but has not activated his account yet.<br> <a href="%confirmationUrl%">Request new activation email</a>.
cs: Uživatel s tímto e-mailem je již zaregistrovaný, ale jeho účet ještě nebyl aktivován.<br> <a href="%confirmationUrl%">Požádat o nový aktivační e-mail</a>.

# registration.existing_account_with_same_username_but_different_email
source: This username is already registered with different email.<br> If it is your account then please <a href="%loginUrl%">log in</a>.
cs: Toto uživatelské jméno je již zaregistrované s jiným e-mailem.<br> Jedná-li se o Váš účet, <a href="%loginUrl%">přihlašte se</a>.

# registration.flash.confirmed
source: Your account was successfully confirmed.
cs: Váš účet byl úspěšně aktivován.

# registration.email.subject
source: Welcome new user
cs: Vítejte, nový uživateli!

# registration.email.message
source: <h1>Hello new user</h1> <p>To finish activating your account - please visit <a href="%confirmationUrl%">this link</a>.</p>
cs: <h1>Dobrý den, nový uživateli</h1> <p>Pro dokončení Vaší registrace klikněte na <a href="%confirmationUrl%">tento odkaz</a>.</p>

# resetting.request.username.label
source: Username or email address
cs: Uživatelské jméno nebo e-mail

# resetting.request.invalid_email
source: User with email "%email%" does not exist.
cs: Uživatel s e-mailem "%email%" neexistuje.

# resetting.email.message
source: <h1>Hello</h1> <p>To reset your password - please visit <a href="%confirmationUrl%">this link</a>.</p>
cs: <h1>Dobrý den</h1> <p>Pro nastavení nového hesla klikněte na <a href="%confirmationUrl%">tento odkaz</a>.</p>

# profile.show.name
source: Name
cs: Jméno

# profile.show.edit
source: Edit
cs: Upravit

# profile.show.change_password
source: Change password
cs: Změnit heslo

# profile.show.connect
source: Account connections
cs: Propojení účtu

# form.name
source: Name
cs: Jméno

# unregister.warning
source: Warning: this action is irreversible!
cs: Upozornění: tato akce je nevratná!

# unregister.button
source: Unregister
cs: Smazat účet

# unregister.flash.success
source: Your user account has been successfully deleted.
cs: Váš uživatelský účet byl úspěšně smazán.
